partitioned-backwards-facing-step/fluid1-openfoam/0/U
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    object      U;
}

dimensions      [0 1 -1 0 0 0 0];

internalField   uniform (0 0 0);

boundaryField
{
    fixedWalls
    {
        type            fixedValue;
        value           uniform (0 0 0);
    }

    inlet
    {
        type            fixedValue;
        value           uniform (0 0 0.1);
    }

    cplOutlet
    {
        type            coupledVelocity;
        refValue        uniform (0 0 0);
    }

    frontAndBack
    {
        type            empty;
    }
}
